Repository: GNOME/regexxer
Catalog: po/*.po
Languages: bs, fur, he, lt, sk, tr

source: regexxer Search Tool
bs: regexxer alat za pretraživanje
fur: Strument di ricercje regexxer
he: כלי החיפוש regexxer
lt: regexxer paieškos įrankis
sk: regexxer - vyhľadávací nástroj
tr: regexxer Arama Aracı

source: Search and replace using regular expressions
bs: Traži i zamijeni koristeći regularne izraze
fur: Cîr e sostituìs doprant espressions regolârs
he: חיפוש והחלפה בעזרת ביטויים רגולריים
lt: Ieškoti ir pakeisti naudojant reguliariuosius reiškinius
sk: Vyhľadávať a nahrádzať pomocou regulárnych výrazov
tr: Düzenli ifade kullanarak arayın ve değiştirin

source: File Patterns
bs: Obrasci datoteka
lt: Failų šablonai
sk: Vzory súborov
tr: Dosya Desenleri

source: List of pre-defined patterns available in the 'Pattern' entry.
bs: Spisak predodređenih obrazaca dostupan u unosu 'Obrazac'.
lt: Iš anksto apibrėžtų šablonų sąrašas yra prieinamas „Šablono“ įraše.
sk: Zoznam preddefinovaných vzorov dostupných v poli „Vzor“.
tr: 'Desen' girdisinde önceden tanımlanmış desenlerin listesi.

source: Regex Patterns
bs: Obrasci regularnog izraza
lt: Reguliariųjų reiškinių šablonai
sk: Vzory regulárnych výrazov
tr: Düzenli İfade Desenleri

source: List of last patterns used in the 'Regex' entry.
bs: Spisak posljednjih obrazaca korištenih u unosu 'Regex'.
lt: Paskutinių „Reguliariojo reiškinio“ įraše naudotų šablonų sąrašas.
sk: Zoznam naposledy použitých vzorov v poli „Regulárny výraz“.
tr: 'Düzenli İfade' girdisinde, son kullanılan desenlerin listesi.

source: List of last patterns used in the 'Substitution' entry.
bs: Spisak posljednjih obrazaca korištenih u unosu 'Zamjena'.
lt: Paskutinių „Pakeitimo“ įraše naudotų šablonų sąrašas.
sk: Zoznam naposledy použitých vzorov v poli „Nahradiť“.
tr: 'Yerine Koyma' girdisinde, son kullanılan desenlerin listesi.

source: Text view font
bs: Tekstualni prikaz karaktera
fur: Caratar visualizazion test
lt: Teksto rodymo šriftas
sk: Písmo zobrazeného textu
tr: Metin görünüm yazı tipi

source: The font used in the file editor.
bs: Font korišten u editoru datoteka.
fur: Il caratar doprât tal editôr di file.
lt: Teksto redaktoriuje naudojamas šriftas.
sk: Písmo používané v editore súborov.
tr: Dosya düzenleyicisinde kullanılan yazı tipi.

source: Match color
bs: Boja poklapanja
fur: Colôr corispuindince
lt: Atitikties spalva
sk: Farba výskytu
tr: Eşleşme rengi

source: The background color used to highlight matches of the search expression.
bs: Boja pozadine koja se koristi za isticanje poklapanja traženog izraza.
fur: Il colôr di sfont doprât par evidenziâ lis corispuindincis des espressions di ricercje.
lt: Fono spalva, naudojama paryškinant paieškos reiškinių atitiktis.
sk: Farba pozadia použitá na zvýraznenie výskytov hľadaného výrazu.
tr: Arama ifadesindeki eşleşmeleri vurgulamak için kullanılan arka plan rengi.

source: Current-match color
bs: Boja trenutnog-poklapanja
fur: Colôr corispuindince-atuâl
lt: Esamos atitikties spalva
sk: Farba aktuálne označeného výskytu
tr: Eşleşme rengi

source: The background color used to highlight the currently selected match of the search expression.
bs: Boja pozadine koja se koristi za isticanje trenutno izabranog poklapanja traženog izraza.
fur: Il colôr di sfont doprât par evidenziâ la corispuindince atualmentri selezionade de espression di ricercje.
lt: Fono spalva, naudojama paryškinant esamu metu paieškos reiškinio pasirinktas atitiktis.
sk: Farba pozadia použitá na zvýraznenie práve označeného výskytu hľadaného výrazu.
tr: Arama ifadesiyle eşleşen, seçilmiş eşleşen ifadeyi vurgulamak için kullanılacak olan arkaplan rengi

source: Fallback encoding
bs: Rezervno kodiranje
fur: Codifiche di repeç
lt: Atsarginė koduotė
sk: Záložné kódovanie
tr: Yedek kodlaması

source: Name of the character encoding to use if a file is not readable in either UTF-8 or the codeset specified by the current locale. Try "iconv --list" for a complete list of possible values.
bs: Naziv kodiranja znakova za korištenje ako datoteka nije čitljiva, niti u UTF-8 niti u skupu znakova koji se koristi u tekućem lokalitetu. Probajte "iconv --list" za potpunu listu mogućih vrijednosti.
fur: Non de codifiche dal caratar di doprâ se no si rive a lei un file in UTF-8 o inte cumbinazion di codiç specificâ de localizazion atuâl. Prove "iconv --list" par vê une liste complete dai valôrs pussibii.
lt: Simbolių koduotės, kuri bus naudojama, jei failas nebus skaitomas UTF-8 koduote arba lokalėje nurodytu kodiniu rinkiniu, pavadinimas. Visų galimų reikšmių sąrašui, įvykdykite „iconv --list“.
sk: Názov kódovania znakov, ktoré sa má použiť, ak súbor nie je čitateľný v kódovaní UTF-8, ani v kódovaní určenom aktuálnymi miestnymi nastaveniami. Úplný zoznam možných hodnôt získate, zadaním príkazu „iconv --list“.
tr: UTF-8 veya mevcut yerel tarafından belirtilmiş kod kümesindeki dosya okunabilir değilse kullanılacak olan karakter kodlamasının adı. Uygun değerlerin tüm listesini için "iconv --list" çalıştırmayı deneyin.

source: window width
bs: širina prozora
fur: largjece barcon
lt: lango plotis
sk: šírka okna
tr: pencere genişliği

source: The width of the window.
bs: Širina prozora.
fur: La largjece dal barcon.
lt: Lango plotis.
sk: Šírka okna.
tr: Pencerenin genişliği.

source: window height
bs: visina prozora
fur: altece barcon
lt: lango aukštis
sk: výška okna
tr: pencere yüksekliği

source: The height of the window.
bs: Visina prozora.
fur: La altece dal barcon.
lt: Lango aukštis.
sk: Výška okna.
tr: Pencerenin yüksekliği.

source: window x position
bs: x pozicija prozora
fur: posizion x barcon
lt: Lango x padėtis
sk: x-ová súradnica okna
tr: pencere x konumu

source: The X coordinate of the window.
bs: X koordinata prozora.
fur: La coordenade X dal barcon.
lt: Lango X koordinatė.
sk: X-ová súradnica okna.
tr: Pencerenin X koordinatı.

source: window y position
bs: y pozicija prozora
fur: posizion y barcon
lt: lango y padėtis
sk: y-ová súradnica okna
tr: pencere y konumu

source: The Y coordinate of the window.
bs: Y koordinata prozora.
fur: La coordenade dal barcon.
lt: Lango Y koordinatė.
sk: Y-ová súradnica okna.
tr: Pencerenin Y koordinatı.

source: window maximization
bs: uvećanje prozora
fur: slarc barcon
lt: lango išdidinimas
sk: maximalizácia okna
tr: pencere büyütme

source: Whether the window is maximized.
bs: Bilo da je prozor uvećan.
fur: Indiche se il barcon al è slargjât.
lt: Ar langas yra išdidintas.
sk: Či je okno maximalizované.
tr: Pencerenin büyük olup olmadığı.

source: Show line numbers
bs: Prikaži brojeve redova
fur: Mostre numars riis
lt: Rodyti eilučių numerius
sk: Zobraziť čísla riadkov
tr: Satır numaralarını göster

source: Whether to show the line numbers of the text view.
bs: Određuje da li su prikazani brojevi redova u pregledu teksta.
fur: Indiche se mostrâ i numars des riis de viodude dal test.
lt: Ar rodyti teksto rodinyje eilučių numerius.
sk: Či sa majú zobraziť čísla riadkov pri zobrazenom texte.
tr: Metin görünümünde satır numaralarının görünüp görünmeyeceği.

source: Highlight the current line
bs: Isticanje trenutnog reda
fur: Evidenzie la rie atuâl
lt: Paryškinti esamą eilutę
sk: Zvýrazniť aktuálny riadok
tr: Mevcut satırı vurgula

source: Whether to highlight the current line of the text view.
bs: Određuje da li je istaknut trenutni red u pregledu teksta.
fur: Indiche se evidenziâ la rie atuâl de viodude dal test.
lt: Ar paryškinti teksto rodinyje esamą eilutę.
sk: Či sa má zvýrazniť aktuálny riadok v zobrazenom texte.
tr: Metin görünümünde mevcut satırının vurgulanıp vurgulanmayacağı.

source: Auto indentation
bs: Automatsko uvlačenje
fur: Tornade automatiche
lt: Automatinės įtraukos
sk: Automatické odsadzovanie
tr: Otomatik girintileme

source: Whether to enable auto indentation in the text view.
bs: Određuje da li je uključeno auto-uvlačenje u pregledu teksta.
fur: Indiche se abilitâ la tornade automatiche inte viodude dal test.
lt: Ar įjungti teksto rodinyje automatines įtraukas.
sk: Či sa má povoliť automatické odsadenie v zobrazenom texte.
tr: Metin görünümünde otomatik girintilemenin olup olmayacağı.

source: Draw spaces
bs: Iscrtavanje razmaka
fur: Disegne spazis
lt: Piešti tarpus
sk: Písanie medzier
tr: Boşlukları çiz

source: Which type of space to draw in the text view.
bs: Određuje koja vrsta razmaka će biti iscrtana u pregledu teksta.
fur: Ce gjenar di spazis di disegnâ te viodude dal test.
lt: Kokio tipo tarpus piešti tekto rodinyje.
sk: Ktorý typ medzier sa má písať v zobrazenom texte.
tr: Metin görnümünde hangi tür boşlukların çizileceği.

source: Can’t read file:
bs: Ne mogu pročitati datoteku:
fur: Impussibil lei il file:
he: לא ניתן לקרוא את הקובץ:
lt: Nepavyksta perskaityti failo:
sk: Nie je možné čítať súbor:
tr: Dosya okunamıyor:

source: File
bs: Datoteka
he: קובץ
lt: Failas
sk: Súbor
tr: Dosya

source: Failed to save file “%1”: %2
bs: Neuspjelo spremanje datoteke “%1”: %2
fur: No si è rivâts a salvâ il file “%1”: %2
he: שמירת הקובץ "%1" נכשלה: %2
lt: Nepavyko įrašyti failo „%1“: %2
sk: Nepodarilo sa uložiť súbor „%1“: %2
tr: “%1” dosyası kaydedilemedi: %2

source: “%1” seems to be a binary file.
bs: Čini se da je “%1” binarna datoteka.
fur: “%1” al semee jessi un file binari.
he: נראה שהקובץ "%1" אינו קובץ טקסט.
lt: Atrodo, kad „%1“ yra dvejetainis failas.
sk: „%1“ vyzerá ako binárny súbor.
tr: “%1“ ikilik bir dosya gibi görünüyor.

source: Find files matching PATTERN
bs: Pronađi datoteke koje odgovaraju OBRASCU
he: חיפוש קבצים ששמותיהם מתאימים לתבנית
lt: Rasti failus, kurie atitinka ŠABLONĄ
sk: Nájde súbory vyhovujúce VZORU
tr: DESEN ile eşleşen dosyaları bul

source: PATTERN
bs: PREDLOŽAK
he: תבנית
lt: ŠABLONAS
sk: VZOR
tr: DESEN

source: Do not recurse into subdirectories
bs: Ne ulazi u pod-direktorije
fur: No stâ ricori intes sot-cartelis
he: אין לחפש בתת־תיקיות
lt: Neapdoroti su pakatalogiais
sk: Nebude vstupovať do podadresárov
tr: Alt dizinlerin içine girme

source: Also find hidden files
bs: Također pronađi skrivene fajlove
fur: Cjate ancje i file platâts
he: יש לכלול בחיפוש גם קבצים נסתרים
lt: Taip pat rasti ir paslėptus failus
sk: Nájde aj skryté súbory
tr: Gizli dosyaları da bul

source: Find text matching REGEX
bs: Pronađi tekst koji odgovara REGULARNOM IZRAZU
he: חיפוש טקסט שמתאים לביטוי הרגולרי
lt: Rasti tekstą, kuris atitiktų REGULIARŲJĮ REIŠKINĮ
sk: Nájde text vyhovujúci REGULÁRNEMU VÝRAZU
tr: DUZENLİ_İFADE ile eşleşen metni bul

source: REGEX
bs: REGULARNI IZRAZ
he: ביטוי רגולרי
lt: REGULIARUSIS REIŠKINYS
sk: REGULÁRNY VÝRAZ
tr: DUZENLİ_İFADE

source: Find only the first match in a line
bs: Pronađi samo prvo poklapanje u redu
fur: Cjate nome la prime corispuindince di une rie
he: רק ההתאמה הראשונה בשורה
lt: Rasti tik pirmą atitiktį eilutėje
sk: Nájde iba prvý výskyt v riadku
tr: Bir satırdaki sadece ilk eşleşeni bul

source: Do case insensitive matching
bs: Traži nezavisno od veličine slova
he: ללא רגישות לרישיות
lt: Ieškoti atitikčių, neskiriant raidžių dydžio
sk: Pri hľadaní nebude rozlišovať veľkosť písmen
tr: Büyük/Küçük harf duyarlı olmayan eşleşme yap

source: Replace matches with STRING
bs: Zamijeni poklapanja sa STRING-om
fur: Sostituìs lis corispuindincis cun STRINGHE
he: החלפת ההתאמות במחרוזת
lt: Pakeisti atitiktis EILUTE
sk: Nahradí výskyty REŤAZCOM
tr: DİZGE ile eşleşenleri değiştir

source: STRING
bs: Karakter
fur: STRINGHE
he: מחרוזת
lt: EILUTĖ
sk: REŤAZEC
tr: DİZGE

source: Print match location to standard output
bs: Ispiši položaj poklapanja na standardni izlaz
fur: Stampe la posizion de corispuindince te jessude standard
he: הדפסת מיקום ההתאמה לפלט התקני
lt: Išspausdinti atitikties vietą į standartinę išvestį
sk: Vypíše pozíciu výskytu na štandardný výstup
tr: Eşleşme konumunu starndart çıktıya yazdır

source: Do not automatically start search
bs: Ne započinji automatski pretragu
fur: No stâ tacâ in automatic la ricercje
he: אין להתחיל חיפוש אוטומטית
lt: Nepradėti paieškos automatiškai
sk: Nespustí vyhľadávanie automaticky
tr: Aramayı otomatik olarak başlatma

source: [FOLDER]
bs: [MAPA]
fur: [CARTELE]
he: [תיקייה]
lt: [APLANKAS]
sk: [PRIEČINOK]
tr: [KLASÖR]

source: Some files haven’t been saved yet. Quit anyway?
bs: Neke datoteke još uvijek nisu sačuvane. Svejedno izađi?
fur: Cualchi file nol è stât ancjemò salvât. Jessî distès?
he: קבצים אחדים טרם נשמרו. האם לצאת בכל־זאת?
lt: Kai kurie failai dar nebuvo įrašyti. Vis tiek baigti programos darbą?
sk: Niektoré súbory ešte neboli uložené. Naozaj chcete skončiť?
tr: Bazı dosyalar henüz kaydedilmiş değil. Yine de çıkılsın mı?

source: _Cancel
fur: _Anule
tr: _Vazgeç

source: _Quit
bs: _Odustani
fur: _Jes
he: _יציאה
lt: _Baigti
tr: _Çık

source: Some files haven’t been saved yet. Continue anyway?
bs: Neke datoteke još uvijek nisu sačuvane. Svejedno nastavi?
fur: Cualchi file nol è stât ancjemò salvât. Continuâ distès?
he: קבצים אחדים טרם נשמרו. האם להמשיך בכל־זאת?
lt: Kai kurie failai dar nebuvo įrašyti. Vis tiek tęsti?
sk: Niektoré súbory ešte neboli uložené. Naozaj chcete pokračovať?
tr: Bazı dosyalar henüz kaydedilmiş değil. Yine de devam edilsin mi?

source: The file search pattern is invalid.
bs: Obrazac za traženje datoteka je neispravan.
he: התבנית לחיפוש קבצים אינה תקינה.
lt: Failų paieškos šablonas yra neteisingas.
sk: Vzor na vyhľadávanie súborov je neplatný.
tr: Dosya arama deseni geçersiz.

source: The following errors occurred during search:
bs: Došlo je do sljedećih grešaka tokom pretrage:
fur: I erôrs chi daurman a son capitâts dilunc la ricercje:
he: השגיאות הבאות אירעו במהלך החיפוש:
lt: Paieškos metu įvyko šios klaidos:
sk: Počas vyhľadávania sa vyskytli nasledujúce chyby:
tr: Arama sırasında şu hatalar oluştur:

source: The following errors occurred during save:
bs: Došlo je do sljedećih grešaka tokom spremanja:
fur: I erôrs chi daurman a son capitâts dilunc il salvament:
he: השגיאות הבאות אירעו במהלך השמירה:
lt: Įrašymo metu įvyko šios klaidos:
sk: Počas ukladania sa vyskytli nasledujúce chyby:
tr: Kaydetme sırasında şu hatalar oluştu:

source: translator-credits
bs: Almir Husic https://launchpad.net/~ahusic3 Dženana https://launchpad.net/~dkapetanov1
fur: Fabio Tomat <f.t.public@gmail.com>
he: fr33domlover <fr33domlover@riseup.net>
lt: Išverte: Moo <hazap@hotmail.com>
sk: Peter Mráz <etkinator@gmail.com>
tr: Kaan Özdinçer <kaanozdincer@gmail.com>

source: “%1” is not a valid encoding.
bs: “%1” ne prestavlja ispravno kodiranje.
fur: “%1” no je une codifiche valide.
he: ‏"%1" אינו קידוד תקין.
lt: „%1“ nėra teisinga koduotė.
sk: „%1“ nie je platné kódovanie.
tr: “%1” geçerli bir kodlama değil.

source: Stop
bs: Zaustavi
fur: Ferme
he: עצירה
lt: Stabdyti
sk: Zastaviť
tr: Dur

source: File:
bs: Fajl:
he: קובץ:
lt: Failas:
sk: Súbor:
tr: Dosya:

source: Match:
bs: Poklapanje:
fur: Corispuindince:
he: התאמה:
lt: Atitiktis:
sk: Zhoda:
tr: Eşleştir:

source: Cancels the running search
bs: Prekini trenutnu pretragu
fur: Anule la ricercje in esecuzion
he: ביטול החיפוש שמתבצע כעת
lt: Atšaukia vykdomą paiešką
sk: Preruší prebiehajúce vyhľadávanie
tr: Çalışan aramadan çıkar

source: _Preferences
bs: _Preference
fur: _Preferencis
he: ה_עדפות
lt: _Nustatymai
tr: _Tercihler

source: _About
bs: _O Programu
fur: _Informazions
he: _אודות
lt: _Apie
tr: _Hakkında

source: _Save
bs: _Snimi
fur: _Salve
he: _שמירה
lt: Į_rašyti
tr: _Kaydet

source: Save _all
bs: Spremi sve
fur: Salve _dut
he: שמירת _הכל
lt: Įrašyti _visus
sk: Uložiť _všetko
tr: _Tümünü kaydet

source: _Undo
bs: _Poništi
fur: _Disfe
he: _ביטול
lt: _Atšaukti
tr: _Geri Al

source: Cu_t
bs: _Isjeci
fur: _Taie
he: _גזירה
lt: Iškirp_ti
tr: Ke_s

source: _Copy
bs: _Kopiraj
fur: _Copie
he: ה_עתקה
lt: _Kopijuoti
tr: _Kopyala

source: _Paste
bs: _Zalijepi
fur: _Tache
he: ה_דבקה
lt: Į_dėti
tr: _Yapıştır

source: _Delete
bs: _Ukloni
fur: _Elimine
he: _מחיקה
lt: _Ištrinti
tr: _Sil

source: Previous file
bs: Prethodna datoteka
fur: File precedent
he: הקובץ הקודם
lt: Ankstesnis failas
tr: Önceki dosya

source: Back
bs: Nazad
fur: Indaûr
he: אחורה
lt: Atgal
tr: Geri

source: Forward
bs: Naprijed
fur: Indenant
he: קדימה
lt: Pirmyn
sk: Ďalší výskyt
tr: İleri

source: Next file
bs: Naredna datoteka
fur: Prossim file
he: הקובץ הבא
lt: Kitas failas
tr: Sonraki dosya

source: Replace current
bs: Zamijeni trenutno
fur: Sostituìs atuâl
he: החלפת הנוכחי
lt: Pakeisti esamą
tr: Mevcut olan değiştir

source: Replace in this file
bs: Zamijeni u ovom fajlu
fur: Sostituìs in chest file
he: החלפה בקובץ זה
lt: Pakeisti šiame faile
tr: Bu dosyada değiştir

source: Replace in all files
bs: Zamijeni u svim fajlovima
fur: Sostituìs in ducj i file
he: החלפה בכל הקבצים
lt: Pakeisti visuose failuose
tr: Tüm dosyalarda değiştir

source: Save all
bs: Sačuvati sve
fur: Salve dut
he: שמירת הכל
lt: Įrašyti visus
tr: Tümünü kaydet

source: Fol_der:
bs: _Direktorij:
fur: Carte_le:
he: _תיקייה:
lt: Ap_lankas:
sk: _Priečinok:
tr: Kla_sör:

source: Pattern:
bs: Obrazac:
he: תבנית:
lt: Šablonas:
sk: Vzor:
tr: Desen:

source: recursive
bs: rekurzivno
fur: ricorsîf
he: תת־תיקיות
lt: su pakatalogiais
sk: aj podadresáre
tr: Yinelemeli

source: Recurse into subdirectories
bs: Ulazi u poddirektorije
fur: Ricori intes sot-cartelis
he: יש לחפש גם בתת־תיקיות
lt: Apdoroti su pakatalogiais
sk: Vstupovať do podadresárov
tr: Alt dizinlerin de içine gir

source: hidden
bs: skriven
fur: platât
he: קבצים נסתרים
lt: paslėpti failai
sk: aj skryté
tr: gizli

source: Find all files that match the filename pattern
bs: Nađite sve datoteke čiji naziv odgovara obrascu
he: מציאת כל הקבצים ששמותיהם מתאימים לתבנית
lt: Rasti visus failus, kurie atitinka failo pavadinimo šabloną
sk: Nájde všetky súbory, ktoré zodpovedajú vzoru názvu súboru
tr: Dosya adı deseni ile eşleşen tüm dosyaları bul

source: Find fi_les
bs: Nađi da_toteke
fur: Cjate fi_le
he: _חיפוש קבצים
lt: Rasti fai_lus
sk: Nájsť _súbory
tr: Dos_yaları bul

source: Search:
bs: Traži:
fur: Cîr:
he: חיפוש של:
lt: Ieškoti:
sk: Hľadať:
tr: Ara:

source: Replace:
bs: Zamijeni:
fur: Sostituìs:
he: החלפה עם:
lt: Pakeisti:
sk: Nahradiť:
tr: Değiştir:

source: Find all possible matches in a line
bs: Pronađi sva moguća poklapanja u redu
fur: Cjate dutis lis pussibilis corispuindincis intune rie
he: מציאת כל ההתאמות בשורה
lt: Rasti visas galimas atitiktis eilutėje
sk: Nájde všetky možné výskyty v riadku
tr: Bir satırdaki tüm muhtemel eşleşmeleri bul

source: Find all matches of the regular expression
bs: Pronađi sve podudarnosti sa regularnim izrazom
fur: Cjate dutis lis corispuindincis de espression regolâr
he: מציאת כל ההתאמות לביטוי הרגולרי
lt: Rasti visas reguliariojo reiškinio atitiktis
sk: Nájde všetky výskyty regulárneho výrazu
tr: Düzenli ifadeyle eşleşenlerin tümünü bul

source: A regular expression in Perl syntax
bs: Regularni izraz u Perl sintaksi
fur: Une espression regolâr inte sintassi Perl
he: ביטוי רגולרי בתחביר Perl
lt: Reguliarusis reiškinys, parašytas Perl sintakse
sk: Regulárny výraz so syntaxou jazyka Perl
tr: Perl sözdiziminde bir düzenli ifade

source: The new string to substitute. As in Perl, you can refer to parts of the match using $1, $2, etc. or even $+, $&amp;, $` and $'. The operators \l, \u, \L, \U and \E are supported as well.
bs: Novi string za zamjenu. Kao i u Perl-u, možete zamijeniti dijelove poklapanja koristeći $1, $2,itd. ili čak $+, $&amp;, $` and $'. Operatori \l, \u, \L, \U and \E podržani također.
he: הטקסט החדש שבו יוחלפו ההתאמות. כמו ב־Perl, ניתן להשתמש בחלקים של ההתאמה בעזרת $1, $2 וכן הלאה, וגם באלה: ‎$+, $&amp;, $`, $'‎.‏ גם האופרטורים ‎\l, \u, \L, \U, \E נתמכים.
lt: Nauja eilutė, kurią pakeisti. Perl sintaksėje atitikties dalis galite nurodyti naudodami $1, $2, ir t. t. arba net $+, $&amp;, $` ir $'. Operatoriai \l, \u, \L, \U ir \E taip pat yra palaikomi.
sk: Nový reťazec pre nahradenie. Podobne ako v jazyku Perl sa môžete odkazovať na jednotlivé časti výskytu pomocou $1, $2, atď. ale aj $+, $&amp;, $` a $'. Podporované sú aj operátory \l, \u, \L, \U a \E.
tr: Yerine geçecek yeni dizge. Perl de, $1, $2 vs. veya $+, $&amp;, $` and $' kullanarak eşleşmenin bölümlerine ulaşabilirsiniz. \l, \u, \L, \U ve \E operatörleri bunların hepsini sağlarlar.

source: Preview of the substitution
bs: Pregled zamjene
fur: Anteprime de sostituzion
he: תצוגה מקדימה של ההחלפה
lt: Pakeitimo peržiūra
sk: Náhľad nahradenia
tr: Yer değiştirmenin ön izlemesi

source: Preview
bs: Prikaz
fur: Anteprime
he: תצוגה מקדימה
lt: Peržiūra
sk: Náhľad
tr: Ön İzleme

source: _Replace
bs: Za_mijeni
fur: _Sostituìs
he: _החלפה
lt: _Pakeisti
sk: _Nahradiť
tr: _Değiştir

source: Replace current match
bs: Zamijenite trenutno poklapanje
fur: Sostituìs corispuindince atuâl
he: החלפת ההתאמה הנוכחית
lt: Pakeisti esamą atitiktį
sk: Nahradí aktuálny výskyt
tr: Mevcut eşleşmeyi değiştir

source: _This file
bs: _Ova datoteka
fur: _Chest file
he: קובץ _זה
lt: Š_iame faile
sk: _Tento súbor
tr: _Bu dosya

source: Replace all matches in the current file
bs: Zamjenite sva poklapanja u trenutnoj datoteci
fur: Sostituìs dutis lis corispuindincis intal file atuâl
he: החלפת כל ההתאמות בקובץ הנוכחי
lt: Pakeisti visas atitiktis dabartiniame faile
sk: Nahradí všetky výskyty v aktuálnom súbore
tr: Mevcut dosyadaki tüm eşleşmeleri değiştir

source: _All files
bs: _Svi fajlovi
fur: _Ducj i file
he: _כל הקבצים
lt: _Visi failai
sk: _Všetky súbory
tr: _Tüm dosyalar

source: Replace all matches in all files
bs: Zamjenite sva poklapanja u svim datotekama
fur: Sostituìs dutis lis corispuindincis in ducj i file
he: החלפת כל ההתאמות בכל הקבצים
lt: Pakeisti visas atitiktis visuose failuose
sk: Nahradí výskyty vo všetkých súboroch
tr: Tüm dosyalardaki tüm eşleşmeleri değiştir

source: File backward
bs: Datoteka unazad
he: הקובץ המתאים הקודם
lt: Ankstesnis failas
sk: Predchádzajúci súbor
tr: Gerideki dosya

source: Go to the previous matching file
bs: Idi na prethodno nađenu datoteku
he: מעבר לקובץ הקודם שנמצאה בו התאמה
lt: Pereiti prie ankstesnio atitinkančio failo
sk: Prejde do predchádzajúceho súboru s výskytom
tr: Önceki eşleşen dosyaya git

source: Backward
bs: Nazad
fur: Indaûr
he: אחורה
lt: Atgal
sk: Predchádzajúci výskyt
tr: Geri

source: Go to previous match
bs: Idi na prethodno poklapanje
fur: Va al câs precedent
he: מעבר להתאמה הקודמת
lt: Pereiti prie ankstesnės atitikties
sk: Prejde na predchádzajúci výskyt
tr: Önceki eşleşmeye git

source: Go to next match
bs: Idi na sljedeće poklapanje
fur: Va al câs sucessîf
he: מעבר להתאמה הבאה
lt: Pereiti prie kitos atitikties
sk: Prejde na ďalší výskyt
tr: Sonraki eşleşmeye git

source: File forward
bs: Datoteka unaprijed
he: הקובץ המתאים הבא
lt: Kitas failas
sk: Ďalší súbor
tr: İlerideki dosya

source: Go to the next matching file
bs: Idite na sljedeću nađenu datoteku
he: מעבר לקובץ הבא שנמצאה בו התאמה
lt: Pereiti prie kito atitinkančio failo
sk: Prejde do nasledujúceho súboru s výskytom
tr: Sonraki eşleşen dosyaya git

source: Icons only
bs: Samo ikonice
fur: Dome iconis
he: סמלים בלבד
lt: Tik piktogramos
sk: Len ikony
tr: Sadece simgeler

source: Text only
bs: Samo tekst
fur: Dome test
he: טקסט בלבד
lt: Tik tekstas
sk: Len text
tr: Sadece metin

source: Icons and text
bs: Ikonice i tekst
fur: Iconis e test
he: סמלים וטקסט
lt: Piktogramos ir tekstas
sk: Ikony a text
tr: Simgeler ve metin

source: Both horizontal
bs: Oba vodoravno
fur: Ducj i doi orizontâl
he: שניהם אופקיים
lt: Abu horizontaliai
sk: Oboje vedľa seba
tr: İkiside yatay

source: Preferences
bs: Postavke
fur: Preferencis
he: העדפות
lt: Nustatymai
sk: Nastavenia
tr: Tercihler

source: _Text view font:
bs: _Tekstualni prikaz fonta:
he: _גופן טקסט:
lt: _Teksto rodymo šriftas:
sk: Písmo zobrazeného _textu:
tr: _Metin görünüm yazı tipi:

source: _Match color:
bs: _Boja podudarnosti:
fur: Colôr _corispuindince:
he: _צבע התאמה:
lt: _Atitikties spalva:
sk: Farba _výskytu:
tr: _Eşleşme rengi:

source: C_urrent match color:
bs: Boja _trenutnog poklapanja:
fur: Colôr corispuindince _atuâl:
he: צבע התאמה _נוכחית:
lt: _Esamos atitikties spalva:
sk: Farba _aktuálne označeného výskytu:
tr: Me_vcut eşleşme rengi:
