Repository: GNOME/regexxer
Catalog: po/*.po
Languages: bs, fur, he, lt, sk, tr

source: _Look’n’feel
bs: _pogledaj i osjet
he: _תצוגה
lt: Išvaiz_da ir turinys
tr: G_örünüm

source: regexxer attempts to read a file in the following encodings before giving up:
bs: regigzer će pokušati da učita fajl u sljedećim kodiranjima prije nego sto odustane:
fur: regexxer al cîr di lei un file intes codifichis chi daurman prime di rindisi:
he: היישום ינסה לקרוא כל קובץ בקידודים הבאים:
lt: Prieš pasiduodama, programa regexxer bando skaityti failus šiomis koduotėmis:
sk: Program regexer sa pokúsi načítať súbor pomocou nasledujúcich kódovaní:
tr: regexxer çalışmayı bırakmadan önce, şu kodlamayı deneyerek dosyayı açmaya çalışır:

source: Fallback _encoding:
bs: Rezervno_kodiranje:
fur: Codifiche di r_epeç:
he: _קידוד ברירת מחדל אם הקודמים לא התאימו:
lt: Atsarginė _koduotė:
sk: Záložné _kódovanie:
tr: Yedek _kodlama:

source: The encoding specified by the current locale
bs: Kodiranje specificirano prema trenutnom lokalitetu
fur: La codifiche specificade de localizazion atuâl
he: הקידוד של המיקום הנוכחי (current locale encoding)
lt: Esamos lokalės nurodyta koduotė
sk: Kódovanie určené aktuálnymi miestnymi nastaveniami
tr: Mevcut yerel tarafından belirtilmiş kodlama

source: _File access
bs: _Pristup datoteci
he: _גישה לקבצים
lt: _Failų prieiga
sk: _Prístup k súborom
tr: _Dosya erişimi

source: _File
sk: _Súbor

source: _Edit
sk: _Upraviť

source: _Match
sk: _Výskyt

source: _Help
sk: _Pomocník

source: _Look&#x2019;n&#x2019;feel
sk: _Vzhľad a správanie
